0-PropostaDeDesafio-TituloDoDesafioTecnologico/README.md

# Table of Contents

1.  [Informações:](#orgdf9cb7f)
2.  [Versão:](#org452c6e1)
3.  [Data:](#orgde22190)
4.  [Autor de Contato:](#orgdc3646a)
5.  [Áreas de pesquisa vinculadas:](#orge567804)
6.  [Vinculo com:](#org67a91c6)
7.  [Links:](#org6642952)



<a id="orgdf9cb7f"></a>

# Informações:

-   Link: <https://github.com/ldsc/LDSC-ProjetoEngenharia-1-PropostaDeDesafio-TituloDoDesafioTecnologico>

-   Repositório com modelo de proposta de desafio tecnológico.


<a id="org452c6e1"></a>

# Versão:

-   1.0.


<a id="orgde22190"></a>

# Data:

-   2023/2 - segundo semestre.


<a id="orgdc3646a"></a>

# Autor de Contato:

-   André Duarte Bueno <andreduartebueno@gmail.com>


<a id="orge567804"></a>

# Áreas de pesquisa vinculadas:

-   Administração
-   Projeto de Engenharia
-   Gestão de Projetos de Engenharia
-   Algoritmos
-   Modelagem de Software - UML
-   Programação Orientada a Objeto
-   Programação em C++
-   Engenharia de Petróleo


<a id="org67a91c6"></a>

# Vinculo com:

-   [Disciplina Fundamentos de Ciência da Computação](https://sites.google.com/view/professorandreduartebueno/ensino/fundamentos-de-programa%C3%A7%C3%A3o-em-c)
-   [Disciplina Introdução ao Projeto de Engenharia](https://sites.google.com/view/professorandreduartebueno/ensino/introdu%C3%A7%C3%A3o-ao-projeto-de-engenharia)
-   [Disciplina Programação Orientada a Objeto com C++](https://sites.google.com/view/professorandreduartebueno/ensino/prog-orientada-objeto-c-2024)
-   [Disciplina Projeto de Software Aplicado](https://sites.google.com/view/professorandreduartebueno/ensino/projeto-de-software-aplicado)


<a id="org6642952"></a>

# Links:

-   [Site do Professor André Duarte Bueno](https://sites.google.com/view/professorandreduartebueno/).
-   [Site do LDSC no github](https://github.com/ldsc).
-   [Site do LENEP](https://uenf.br/cct/lenep).

